<template>
  <div class="card">
    <div class="info">
      <div class="block1">
        <h2>Значения клеток:</h2>

        <p>1 – Характер</p>
        <p>2 – Энергия</p>
        <p>3 – Способность к учебе</p>
        <p>4 – Здоровье</p>
        <p>5 – Логика</p>
        <p>6 – Трудолюбие</p>
        <p>7 – Удача</p>
        <p>8 – Чувство долга</p>
        <p>9 – Ум, память</p>
      </div>
      <div class="block2">
        <p>
          Чем больше цифр в клетке, тем сильнее развито качество, за которое отвечает эта клетка.
          Если клетка пуста, то этих качеств не дано от природы и необходимо их формировать
          самостоятельно.
        </p>

        <p>цифр нет – качество отсутствует или очень слабое.</p>

        <p>1 цифра – качество развито слабо.</p>

        <p>
          2 цифры – качество развито, но нестабильно в разных жизненных ситуациях.
        </p>
        <p>3 цифры – качество развито сильно, но человек может манипулировать этим качеством.</p>

        <p>
          4 цифры – качество развито очень сильно.
        </p>
        <p>5 цифр – качество развито до предела.</p>

        <p>6 цифр и > – качество перегружено и приобретает негативный характер.</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style></style>
